{
    "author": "Merowingg",
    "type": "Map",
    "game_version": "3.1.0",
    "created": "May 2, 2013, 6:32 p.m.",
    "oil": "Extreme",
    "players": "8",
    "bases": "Advanced Bases",
    "title": "Mero_NTWHunter",
    "license": "CC-BY-SA-3.0+/GPLv2+",
    "download_name": "8cMero_NTWHunter.wz",
    "download_sha256": "78c2eecce89014e87cbc28a4d161090850702d9668e2d856806af0832d2cc104",
    "description": "Hello Gentlemen  \n\nAnother person from the NTW royal court, this time it is the hunter  A person who brings fresh food to the castle, well trained is a great protector too  \n\nAgain I did my best to completely change the original NTW way of thinking, planning and playing  \n\nThe map is called Hunter, because on it you have to hunt for oil really fiercely  \n\nAs you can see I rounded the bases a little  Behind the bases there is a rounded valley very rich in oil, also at the very corner behind the rounded valley there are old factories near which there is some more oil and some oil drums in quite a big amount.\n\nTo the left of each four players half of the map, there are islands on small water ponds, there is oil too. Most of oil is concentrated outside of the bases, to the left of them on each side when you are turned to the centre, but there is a little at the centre too.\n\nThe map is for eight players. 36 oils per players but ! 16 oils in base, 9 per player on the still ground outside the base, then 4 per player on the islands, then 5 per player behind the bases in rounded valley, and finally 2 per player at the very corner behind the rounded valley.\n\nThe map is so designed that the oils on islands are available only by hovers, and of course oils behind the base are available only by vtols action.\n\nI did my best again to made you think a lot and cause chaos on the arena, and make you be cautious all the time  \n\nThe oil in rounded valley is not symmetrically placed, \"messed\" because I wanted to make it harder to make well organized bases there.\n\nThe map has advanced bases, but this time no defences, it is up to you how you will organize yourself  \n\nThe Hunter involves constant struggle and hunting for the oil and requires real attention  \n\nHave excellent fun Gentlemen  \n\nAnd good hunting !!\n",
    "id": 171
}