{
    "author": "NoQ",
    "type": "Map-Mod",
    "game_version": "3.1.0",
    "created": "March 22, 2013, 8:53 p.m.",
    "oil": "Low",
    "players": "4",
    "bases": "Advanced Bases",
    "player_mode": "Skrimish/MP",
    "mod_category": "AI",
    "title": "The Paradigm",
    "license": "CC-0",
    "download_name": "4cTheParadigm.wz",
    "download_sha256": "a9fdec0a333936959f7ecd3a456d52745fdf21557c6993333034e02a37fc810a",
    "description": "*INSTALL TO MODS AUTOLOAD* \n*then choose the challenge*\n\nA single player challenge with custom AIs. Story follows.\n_________________________\n\nIt was a quiet Arizona morning. Wind was gently shaking the branches of white mutant Arizona pine trees, making a beautiful peaceful sound. In fact, i thought this sound was funny when i heard it for the first time, but now i am kind of used to it.\n\n- Excuse me Sir! Scavenger scouts report that we are under attack by the forces of the Project!\n\nI wake up and look at the clock. It's 3:45AM Universal New Paradigm Time. \n\nOuch.\n\nWhy it has to be my birthday?  In fact, i have no idea when my birthday is. Right now I was planning to celebrate the day when the New Paradigm boys picked me up starving in the middle of nowhere in some sandy valley a couple of years ago. This seems to be some sort of second life for me; I don't feel anything about their ideology, but I'm greatful to them, they recognize my ... talents ... as a commander, and i made some good friends here to. Huh. They surely know the right time to attack \n\nI'm picking up the synaptic link phone and calling our chief to report the situation. What the hell? \n\n\"Error 272 establishing connection: The Secure Synaptic Link certificate is out of date.\"\n\nOh crap, when did they update that one? Pushing the intelligence reports button. \"The Project Heavy Body is captured and ready for analysis.\" No, not that one ... \"Arizona bushes were proven to be bad for health.\" No, not this one either ... Here it is! \"SSL certificate update. We're switching to a more secure way of delivering the certificates. It should be harder to hack; please provide your feedback.\" \n\n- Ehm, lieutenant, did we recieve anything ... emmm ... any paper recently?\n- Yes Sir! Tonight we caught a carrier pigeon with some paper attached! It had some digits on it!\n\nA carrier pigeon?  That's surely a secure way of pre-sharing the key. I think the Project would have caught that pigeon when they saw it even if it weren't carrying a secret code. \n\nWell, fine. Seems to work now.\n\n- Hello? Oh commander, what's up man?\n\nHe sounds pretty fresh. Probably was celebrating something tonight, still awake. \n\n- Hey chief, sorry to interrupt but we're sort of under attack down there.\n- Under attack? Hmm, you never had a problem with that. Any chance to survive?\n- Emm, we're having as many as four cannon borgs against a pretty tough tracked army of machineguns and cannons. Will hold for a while, of course ...\n- Ok fine, I'm sending you 2500 New Paradigm Dollars of energy, should be enough to get some army done. Don't forget to send the standard warning. gl.\n- hf chief ... \n\nNot being sure he understood anything, i'm pressing the \"Play\" button. \n\n\"Your attacks will not go unpunished. You are in contravention of the New Paradigm. You will be destroyed. gl.\"\nWhy the hell do i have to play this stupid video? They surely won't call it a masterpiece or give me a candy for that. \n",
    "id": 27
}