{
    "author": "Black Project",
    "type": "Mod",
    "game_version": "3.1.5",
    "created": "July 23, 2016, 4:48 p.m.",
    "player_mode": "Skrimish/MP",
    "mod_category": "Stats (Balance)",
    "title": "YAGeSM - Yet Another Generic Stats Mod v2 (3.1 Release Version)",
    "license": "CC-0",
    "download_name": "yagesm_3_1_v_2.wz",
    "download_sha256": "b024c1d6ad74fd04aa3f58015d46333bb8dcf69366de12bf01c05e19f6ad04fa",
    "description": "A stats mod compatible for 3.1 and 3.2 releases, designed for one player skirmish and co-op/multiplayer gameplay.\n\nHOW TO INSTALL MODS: http://developer.wz2100.net/wiki/FAQ#HowdoIinstallamod\n\nFEATURES:\n\nMerged all cyborg body/kinetic/thermal point research upgrades with their vehicle variants.\n\nMerged all thermal armor upgrades with kinetic armor/body point upgrades.\n\nCyborg and Vehicle Transports become available once VTOL Factory is researched.\n\nLowered enemy AI difficulty from Hide Behind Me and No Place To Hide challenges to easy.\n\nMortars and Howitzers are now considered cannon class weapons. Reseach upgrades for such weapons were removed, since they're now affected by cannon upgrades.\n\nHurricane and Whirlwind AA Guns are now considered machine gun class weapons. Reseach upgrades for such weapons were removed, since they're now affected by machine gun upgrades.\n\nFixed Hide Behind Me challenge allied AI teams being set incorrectly (3.1 release only).\n\nMake sure maximum and minimum elevation to all weapons are set to 90 and -90 respectively.\n\nAdded command turret variant for most direct fire weapons. These special weapons have maximum accuracy (100% chance to hit their target) and have their original attack range increased by one tile (128 units). Weapons which have commander turret variant:\nMachine Gun\nTwin Machine Gun\nHeavy Machine Gun\nAssault Machine Gun\nTwin Assault Gun\nFlashlight\nPulse Laser\nHeavy Laser\nPlasma Cannon\nRocket Pod\nLancer\nTank Killer\nScourge Missile\nFlamer\nInferno\nPlasmite Flamer\nLight Cannon\nMedium Cannon\nHeavy Cannon\nHyper Velocity Cannon\nAssault Cannon\nTwin Assault Cannon\nNeedle Gun\nRail Gun\nGauss Cannon\n\nAll weapons (except howitzers, ripple rocket and archangel missile) have their attack range increased by 2 tiles (256 units).\n\nAll cyborg weapons attack distance matches their vehicle weapons variant.\n\nDoubled projectile flight speed (except VTOL bombs and indirect fire weapons).\n\nDecreased to zero minimum attack range to all weapons inherited with.\n\nDecreased projectile flight speed to 8 tiles (1024 units) to all indirect fire weapons.\n\nStructure modules, sensor towers, bastions/fortresses and artillery batteries can now be disabled via-structure limits list.\n\nExpanded structure limits list for 3.1 release. Structures added to list:\nBombard Pit (160)\nPepperpot Mortar Pit (160)\nIncendiary Mortar Pit (160)\nEMP Mortar Pit (160)\nHowitzer Battery (160)\nGround Shaker Battery (160)\nHellstorm Battery (160)\nIncendiary Howitzer Battery (160)\nRocket Array Battery (160)\nRipple Rocket Battery (160)\nSeraph Missile Array Battery (160)\nArchangel Missile Battery (160)\nCannon Bastion (160)\nRocket Bastion (160)\nMass Driver Bastion (160)\nMissile Bastion (160)\n\nIncreased limit to the following structures for 3.1 release:\nPower Generator (10 -> 40)\nResearch Facility (5 -> 160)\nRepair Facility (10 -> 160)\nVTOL Rearming Pad (50 -> 160)\n\nAdded VTOL variant to the following weapons:\nTwin Assault Gun\nMedium Cannon\nHeavy Cannon\nTwin Assault Cannon\nPlasma Cannon\nGauss Cannon\nHurricane AA Gun\nWhirlwind AA Gun\nTornado AA Cannon\nCyclone AA Cannon\nAvenger SAM\nVindicator SAM\nStormbringer AA Laser\nEMP Cannon\nFlamer\nInferno\nPlasmite Flamer\nNexus Link Turret",
    "id": 298
}