{
    "author": "Merowingg",
    "type": "Map",
    "game_version": "3.1.0",
    "created": "March 31, 2013, 7:44 a.m.",
    "oil": "Medium",
    "players": "8",
    "bases": "Advanced Bases",
    "title": "Mero_MountainsXX",
    "license": "CC-BY-SA-3.0+/GPLv2+",
    "download_name": "8cMero_MountainsXX.wz",
    "download_sha256": "53296eb841512626c37fb478ce0e59934f517f12a6c047fb95847607d24083b3",
    "description": "Hello Gentlemen  \n\nI was thinking about it long time ago and recently it was JDW who inspired me to! renewing my old maps  It is both great fun and nightmare for me.. because.. it is fun to look again at my first steps and recall things and ideas I was proud of  but at the same time.. redoing it from very old FlaMe 1.02 times caused me a lot of trouble at some points.. and in fact it doo take a lot of time again as my main point is to renew the maps without letting them lost their spirit  \n\nAs a result the following description was created which will appear with every renewed by me map.\n\n\"GOTM\" – Good Old Times Maps\n\nThis is one of the maps I made at the very beginning of my mapmaking journey but which I have renewed now. By renewed I mean the following things. \n\n1)The amount of oil is reduced to 5 in base and another 7 per player on the map. \n2) Very rich texturing is added. Advanced bases and gateways are added. \n2) Rich amount of features is added. \n4) On four players maps The Scavengers are added. \n5) Some terrain changes were made where necessary due to correctness of what is considered to be standard. \n6) Almost each map has its four and eight players version. \n\nAll maps having \"GOTM\" abbreviation in its description has characteristics mentioned above. When X is at the end of a map name it means it is for four players. When XX is at the end it means it is for eight players.\n\nAlso \"GOTM\" section will be created in the first post of this thread  \n\nWhen I will finish renewing those about fifteen maps, I will make special pack containing all of them  \n\nI will provide previews of eight player maps only! If there will be only four player map then the screen of the four player map will be provided.\n\nLet's the journey into past begin  \n",
    "id": 75
}