{
    "author": "Merowingg",
    "type": "Map",
    "game_version": "3.1.1",
    "created": "May 4, 2014, 11:27 a.m.",
    "oil": "Medium",
    "players": "6",
    "bases": "Advanced Bases",
    "title": "Mero_SideEffects",
    "license": "CC-BY-SA-3.0+/GPLv2+",
    "download_name": "6cMero_SideEffects.wz",
    "download_sha256": "a32994893ac17e3b88cb04f185f47129814fb15291ab09caa333cd995d4e0120",
    "description": "Hello Gentlemen,\n\nI have to admit I enjoyed my warming up. Old memories, mapping, listening to music, contemplating on unlimited things, all at once.\n\nThe map is called Side Effects, because there are side effects to multiple things on the map. I mean things like placing two players at the side of the map, making them more vulnerable to attacks but giving a little bit more of oil resources. There are also some cruel passages and terrain unequalities. And I assume few more side effects, or shall I say I hope.\n\nThe hardest thing was to make things unequal, symmetry was fighting with me till the very end. Yes, it is not a symmeric map for me, as I believe, but the experiment itself very pleasing.\n\nThe map is for six players, so this is new to my works, four players have twelve oils \"in base\" and two remining have fifteen oils \"in base\", the quotation marks indicate that it is hard to define \"in base\" here. The rest of oil is here there and everywhere on the map.\n\nThe map have very advanced bases with weaponry of all kind.\n\nThe map is mainly for 3v3 or 2v2v2, be reminded that players 1,2 and 4,5 are very close to each other at one side, so their defences if played with advanced bases will start shoting at each other. Nothing spectacular, but destracting. Yes it was noticed, and leaving it be was intended, lets call it an exemplary side effect of close relations. Also the players 1, 2 and 4, 5 have 6 have 6 research facilities instead of 5, so there will be side effects.\n\nLet the mapping begin!\n\nHave fun Gentlemen,\n\nMero",
    "id": 265
}